<%@ page language="java" contentType="text/html; charset=utf-8"
    pageEncoding="utf-8" import="java.sql.*,java.io.*,java.util.*"%>
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8">
<title>净喜服务协议</title>	
 <script type="text/javascript" src="${pageContext.request.contextPath}/jquery.js"></script>
 <style type='text/css'>
	div{word-break:break-all;}
	div p{color:black;font-size:36px;}
	.xy{text-align:center;}
 </style>
 <script type="text/javascript">
 window.onload=function(){ 
	 if(document.documentElement.scrollHeight <= document.documentElement.clientHeight) { 
		 bodyTag = document.getElementsByTagName('body')[0]; 
		 bodyTag.style.height = document.documentElement.clientWidth / screen.width * screen.height + 'px'; 
		 } 
 setTimeout(function() { 
 window.scrollTo(0, 1) 
 }, 0); 
 }; 
 </script>

</head>
<body bgcolor="#efeff4 ">
<%-- <% --%>
<%-- 	//驱动程序名    --%>
<%-- 	String driverName = "com.mysql.jdbc.Driver";   --%>
<%-- 	//数据库用户名    --%>
<%-- 	String userName = "root";   --%>
<%-- 	//密码    --%>
<%-- 	String userPasswd = "123456";   --%>
<%-- 	//数据库名    --%>
<%-- 	String dbName = "jxdb";   --%>
<%-- 	//表名    --%>
<%-- 	String tableName = "jx_version";   --%>
<%-- 	//联结字符串    --%>
<%-- 	String url = "jdbc:mysql://192.168.1.37:3306/" + dbName + "?user="   --%>
<%-- 	        + userName + "&password=" + userPasswd;   --%>
<%-- 	Class.forName("com.mysql.jdbc.Driver").newInstance();   --%>
<%-- 	Connection connection = DriverManager.getConnection(url);   --%>
<%-- 	Statement statement = connection.createStatement();   --%>
<%-- 	String sql = "SELECT * FROM " + tableName;   --%>
<%-- 	ResultSet rs = statement.executeQuery(sql);  --%>
	
<%-- 	while(rs.next()){ --%>
<%-- %> --%>
<%-- 	<td><% out.print(rs.getString("apk_digest")); %></td> --%>
<%-- <% --%>
<%-- 	} --%>
<%-- %> --%>

<div>
<h1 class="xy">净喜 APP 及物联网智能净水机安装使用服务协议</h1>
</div>
<div>
<h1>【首部及导言】</h1>
	<p>欢迎使用净喜 APP 和物联网智能净水机服务！</p>
	<p>
		        净喜 APP 及物联网智能净水机是深圳市前海净喜智能科技有限公司开发和提供的产品，是在为用户提供更智能的净水机产品的同时，
		通过手机支付、在线检测监控、自动报警换芯、社区信息发布等功能，更好为用户提供便捷高效的服务，提升用户生活品质，构建健康
		生活的大数据平台。净喜 APP 及物联网智能净水机安装使用服务（以下简称“本服务”）是深圳市前海净喜科技有限公司（以下简称“
		本公司”）提供给用户的 APP 和智能净水产品服务。为使用本服务，用户应当阅读并遵守《净喜 APP 及物联网智能净水机安装使用服
		务协议》（以下简称“本协议”）及其相关的专项规则。请您务必审慎阅读、充分理解各条款内容，特别是免除或者限制责任的条款，以
		及开通或使用某项服务的单独协议，并选择接受或不接受。限制、免责条款可能以加粗形式提示您注意。
	</p>
	<p>
		除非您已阅读并接受本协议所有条款，否则您无法正常使用净喜 APP 及物联网智能净水机相应服务。您对本服务的接受、购买、提交资料和信息、
		付款等行为即视为您已阅读并同意本协议的约束。
	</p>
	<p>
		如果您未满 18 周岁，请在法定监护人的陪同下阅读本协议及其他上述规则，并特别注意未成年人使用条款。
	</p>
</div>

<div>
<h1>一、【协议的范围】</h1>
	<p>本协议是用户与服务提供方（深圳市前海净喜智能科技有限公司）之间关于用户使用净喜 APP 和物联网智能净水机服务所订立的协议。</p>
	<p>深圳市前海净喜智能科技有限公司是二 O 一六年在中华人民共和国境内合法成立的科技创新型公司，位于深圳市宝安区梧桐岛创新科技园区，
	主营物联网智能净水机和相关软件研发。</p>
	<p>用户，即净喜 APP 和净喜物联网智能净水机用户，包括自然人、法人和其他组织等。</p>
	
</div>

<div>
<h1>二、【用户注册及服务提供】</h1>
	<p>
		2.1用户应保证其注册、预约安装、维修维护、分享或接受本协议时提供给深圳市前海净喜智能科技有限公司审核系统的所有资料和信息的真实性、
		合法性、准确性和有效性，且不侵犯第三方合法权利。如用户提供服务或内容需要取得相关法律法规规定的许可或进行备案的，用户应当主动进行明
		确说明并提交相应的许可或备案证明。
	</p>
	<p>
		2.2用户理解并且同意，用户提交的资料和信息是注册通过和服务提供的重要依据，任何资料和信息的变更将可能影响登陆或设备关联绑定，用户应当
		在资料和信息变更时及时通过系统或电话重新验证或设定，否则深圳市前海净喜智能科技有限公司有权依照本协议约定对用户进行相关处理。
	</p>
	<p>
		2.3为依法保障净喜 APP 和净喜智能净水机服务的规范有序，深圳市前海净喜智能科技有限公司有权根据相关法律法规的规定及行业标准，在必要时对
		相关服务标准及要求进行修改。
	</p>
	<p>
		2.4用户同意授权深圳市前海净喜智能科技有限公司将其提交的资料和信息进行甄别核实，且有权出于验证审核之必要查阅、使用及保存上述资料及信息，
		有权与用户就验证审核事宜与用户进行联系与沟通，用户应当配合深圳市前海净喜智能科技有限公司在认证审核过程中所提出的相关需求。
	</p>
	<p>2.5深圳市前海净喜智能科技有限公司有权甄别核实包括但不限于以下内容：
		<span>2.5.1用户是否拥有合法主体资质，以及是否取得提供服务或内容相应的权利或授权；</span>
		<span>2.5.2用户主体身份，以及是否通过验证授权；</span>
		<span>2.5.3其他深圳市前海净喜智能科技有限公司认为需要审核的内容。</span>
	</p>
	<p>
		2.6 用户使用净喜 APP 及净喜智能净水机服务应当遵守深圳市前海净喜智能科技有限公司为此制定的使用规则。深圳市前海净喜智能科技有限公司有权根据净喜 APP
		 及净喜智能净水机服务规则验证审核用户提交的注册信息和安装维修预约信息、个人需求或服务提供发布的信息及其它用户提供的信息。如用户提交信息不能符合净喜
		APP及净喜智能净水机服务规则要求且不进行修改的，深圳市前海净喜智能科技有限公司有权不予通过或不提供相关服务。	
	</p>
	<p>
		2.7用户注册信息及个人支付预约等信息由深圳市前海净喜智能科技有限公司开发的净喜 APP 使用和审核系统审核确定，并在相关验证审核成功后正式生成用户信息，
		主要包括用户主体资质和权利、个人信息及选购产品对应编码、订单号等与用户使用设备和享受服务相关的信息。深圳市前海净喜智能科技有限公司有权根据平台规范运
		营的需要调整注册、验证信息的内容及格式。
	</p>
	<p>
		2.8用户使用净喜 APP 登陆账号注册成功后将持续有效，与净喜智能净水机绑定并享受正常服务的状态将会自产品安装调试验收完成之日起被保留一年，到期前按协议
		支付服务费即可继续保持正常状态，逾期未付服务费，则服务终止，该账号配套的所有服务及权益同时失效。
	</p>
	<p>
		2.9用户不得通过非深圳市前海净喜智能科技有限公司授权的其他任何渠道使用本服务，如非因深圳市前海净喜智能科技有限公司原因导致的注册验证失败、认证流程过长等后果，
		深圳市前海净喜智能科技有限公司不承担责任。
	</p>
	
</div>
<div>
<h1>三、【用户及服务提供方的权利和义务】</h1>
<p>
	3.1 服务提供方（深圳市前海净喜智能科技有限公司，以下简称“服务提供方”）的权利义务:</br>
	<span>3.1.1服务提供方同意免费向用户提供使用本协议约定的净水设备，并于协议期内提供免费到户安装、更换设备零件、滤芯、维保等售后服务。具体为：免费上门更换净喜滤芯材料；
			免费上门整机维修、零配件更换服务；常年免费的水质健康咨询；净水设备软件免费升级，时间为三年，三年期满后，产品归用户所有，后期服务仍由服务提供方提供，用户需要按
			服务提供方售后服务收费标准支付相应的滤芯费用、配件费用等。
	</span></br>
	<span>3.1.2服务提供方有权按照本协议约定的计费标准直接扣取用户预缴服务费。因用户原因（包括但不限于擅自拆机、改装设备、篡改软件及以偷逃水费为目的的其他行为等）导致服务
			提供方无法核定净水费用的，服务提供方有权按50 元/天收取用户使用费用，直至净水设备恢复正常计费或本协议终止。
	</span></br>
	<span>服务提供方保留随时为用户提供净喜净水设备的修改和升级的权利，用户需无条件同意并配合服务提供方的修改或升级行为。协议期内因相应设备升级处理等行为的人工费、物流费、二
			次安装费等均由服务提供方承担，但不包括移机或地点更换安装。
	</span></br>
	<span>3.1.4服务提供方有权随时到用户安装现场查验净水设备的使用情况，用户不得以任何方式拒绝，且负有积极协助与配合服务提供方检查的义务。</span></br>
	<span>3.1.5本协议期限内，服务提供方有权根据原材料涨跌等原因变更本协议约定的净水服务费标准。用户对此不持异议。</span>	</br>

</p>

<p>
	3.2 用户的权利义务:
	<span>3.2.1本协议约定产品安装当日，用户须出示本人身份证复印件、净水设备安装房屋的产权证明，非本人住房须出示房产所有人房屋产权证复印件、身份证复印件及房产所有人同意安装承诺书，若不能出示，服务提供方将视用户在净喜 APP 上同意本协议约定并已知晓相关条款，用户对服务提供方上门服务人员按约定提供的服务工作同意并许可，任何涉及到损害或侵犯第三方利益的责任由用户全责承担。</span>
	<span>3.2.2用户保证在登记信息时提供自己的真实资料，并保持姓名、身份证号、住所地、手机号码等内容的有效性，保证服务提供方售后服务人员可以通过上述联系方式与用户取得联系。用户上述资料发生变更后，应在 3 日内向服务提供方书面报告变更后的信息。</span>
	<span>3.2.3用户支付服务费和押金（仅限首次，一次性支付）后即享有净水服务及服务提供方售后服务的权利，具体包括安装、维保、更换滤芯等，服务提供方服务热线为：4008305388</span>
	<span>3.2.4用户应对安装设备尽妥善保管义务，并负有净水设备的防火防盗等责任，服务提供方交付的净水设备自安装之日起，一切毁损、灭失风险由用户承担。</span>
	<span>3.2.5为保证服务提供方设备使用安全，用户不得自行拆卸移动设备、连接其他非净喜品牌净水设备等外接配件与装置。非服务提供方指定售后安装工作人员，用户不得自行或允许任何第三方擅自拆机、改装设备及篡改软件。</span>
	<span>上述行为包括但不限于：</span>
	<span>3.2.5.1私自拆改设备、私自转赠设备给予他人使用、人为破坏设备等；</span>
	<span>3.2.5.2删除或者改变净喜净水设备上的管理电子广告信息的数据；</span>
	<span>3.2.5.3避开或者破坏服务提供方为保护净喜净水设备而采取的技术措施；</span>
	<span>3.2.5.4利用净喜净水设备误导、欺骗他人；</span>
	<span>3.2.5.5违反服务提供方规定，对净喜净水设备系统功能进行删除、修改、增加、干扰，造成净喜净水设备不能正常运行；</span>
	<span>3.2.5.6未经允许，进入净喜净水设备后台操作系统或者私自使用净喜净水设备后台操作系统；</span>
	<span>3.2.5.7未经允许，对净喜净水设备后台操作系统内容进行删除、修改或者增加；</span>
	<span>3.2.5.8未经允许，对净喜净水设备后台操作系统存储、处理或者传输的数据进行删除、修改或者增加；</span>
	<span>3.2.5.9破坏净喜净水设备系统的正常运行，故意传播系统病毒等破坏性程序；</span>
	<span>3.2.5.10其他任何危害净喜净水设备或系统安全的行为。</span>
</p>
<p>3.2.6产品安装后，未经服务提供方书面同意，用户不得以任何形式处置净水设备，包括但不限于将产品所有权或使用权转让他人、将净水设备用于向第三方抵押、质押等。</p>
<p>3.2.7用户使用期间需变更净水设备安装地的，应提前 3 日书面报备服务提供方并经服务提供方书面许可，且应另行向服务提供方缴纳二次安装费，用户不得自行或委托任何其他第三方安装设备。</p>
<p>3.2.8本协议终止后，用户应按服务提供方售后服务收费标准支付相应的售后维修维护费用。</p>
</div>

<div>
<h1>四、【服务费用及产品价值】</h1>
<p>
4.1 用户理解并同意，用户使用净喜智能净水机服务需要向深圳市前海净喜智能科技有限公司支付服务费用，具体费用标准如下：
<span>4.1 .1 包年服务：壁挂式家用机：998 元/台/12 个月；台式商用机：1280 元/台/12 个月；立式商用机：1480 元/台/12 个月。</span>
</p>
<p>4.2 用户理解并同意，用户采取预充值缴费方式缴纳净水服务费，即设备安装前或净水服务费扣缴余额不足时，用户向服务提供方提前预缴纳净水服务费。预缴纳金额为：壁挂式家用机：998 元/台/12 个月；台式商用机：1280 元/台/12 个月；立式商用机：1480 元/台/12 个月。包年计费方式下的缴纳周期为 12 个月。</p>
<p>4.3产品押金：用户理解并同意，三年合同期限内，产品所有权属服务提供方（深圳市前海净喜智能科技有限公司），用户在装机时支付 500 元押金，以保障产品在使用过程中无损毁、丢失等情况发生。三年期满后，产品归用户所有，用户已支付押金自动转为服务费，由甲方为乙方提供终生服务。</p>
<p>
4.4服务提供方指定收款账户为:

</p>
<p></p>
<p></p>
<p></p>
<p></p>
<p></p>
</div>
</body>
</html>